Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TOUCH_ACCOMMODATIONS_FOOTER_TEXT_CONFIGURED_NHB_IPHONE
source: If you have trouble using the touchscreen, adjust the following settings to change how the screen will respond to touches. You can triple-click the Side button at any time to turn Touch Accommodations on or off.
ar: إذا كانت لديك مشكلة في استخدام شاشة اللمس، اضبط الإعدادات التالية لتغيير كيفية استجابة الشاشة إلى اللمسات. يمكنك النقر ثلاث مرات متتابعة على الزر الجانبي في أي وقت لتشغيل تسهيلات اللمس أو إيقافها.
bg: Ако имате затруднение с използването на екрана, можете да промените следващите настройки, за да промените как екранът да възприема вашите докосвания. Можете да натиснете трикратно страничния бутон по всяко време, за да изключите или включите Улеснения за докосване.
ca: Si tens problemes per fer servir la pantalla tàctil, ajusta els paràmetres següents per canviar la resposta de la pantalla als tocs. Pots activar o desactivar les facilitats tàctils quan vulguis prement tres vegades el botó lateral.
cs: Pokud vám používání dotykové obrazovky dělá problémy, můžete změnou následujících nastavení upravit odezvu obrazovky na vaše dotyky. Trojím stisknutím postranního tlačítka můžete kdykoli zapnout nebo vypnout Přizpůsobení dotyků.
da: Hvis du har problemer med at bruge den berøringsfølsomme skærm, kan du justere følgende indstillinger for at ændre, hvordan skærmen skal reagere på berøring. Du kan altid trykke tre gange på sideknappen for at slå Tilpasning af berøring til eller fra.
de: Wenn es Probleme beim Verwenden des Touch-Bildschirms gibt, kannst du mit den folgenden Einstellungen festlegen, wie der Bildschirm auf Berührungen reagiert. Die Touch-Anpassungen können durch dreimaliges Drücken auf die Seitentaste jederzeit aktiviert bzw. deaktiviert werden.
el: Αν δυσκολεύεστε να αγγίξετε την οθόνη αφής, προσαρμόστε τις ακόλουθες ρυθμίσεις για να αλλάξετε τον τρόπο που αποκρίνεται η οθόνη σε αγγίγματα. Μπορείτε να κάνετε τριπλό κλικ στο πλευρικό κουμπί ανά πάσα στιγμή για να ενεργοποιήσετε ή να απενεργοποιήσετε τα Βοηθήματα αφής.
es: Si tienes dificultades para utilizar la pantalla táctil, configura los siguientes ajustes para establecer cómo responderá la pantalla a los toques. Puedes activar o desactivar las facilidades táctiles cuando quieras pulsando tres veces el botón lateral.
es_us: Si tienes dificultades para usar la pantalla táctil, cambia la siguiente configuración para modificar cómo la pantalla responde cuando la tocan. Puedes presionar tres veces el botón lateral en cualquier momento para activar o desactivar las adaptaciones táctiles.
fi: Jos sinulla on vaikeuksia käyttää kosketusnäyttöä, muuta näytön reagointia kosketuksiin seuraavilla asetuksilla. Voit laittaa kosketusten mukautukset päälle tai pois päältä kolmoispainamalla sivupainiketta milloin tahansa.
fr: Si vous rencontrez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la réponse de l’écran quand vous le touchez. Appuyez trois fois à tout moment sur le bouton latéral pour activer ou désactiver « Adaptation aux pressions ».
fr_ca: Si vous éprouvez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la façon dont l’écran répond aux contacts. Appuyez trois fois sur le bouton latéral pour activer ou désactiver Adaptation tactile à tout moment.
he: אם נתקלת בבעיות בשימוש במסך המגע, באפשרותך לשנות את ההגדרות הבאות כדי להתאים את האופן שבו המסך מגיב למגע. ניתן ללחוץ שלוש פעמים על כפתור הצד בכל עת כדי להפעיל או לבטל את ״התאמות למגע״.
hi: यदि टचस्क्रीन का प्रयोग करने में आपको कोई कठिनाई आती हो, तो टच के प्रति स्क्रीन की प्रतिक्रिया को परिवर्तित करने के लिए निम्नलिखित सेटिंग्ज़ को ऐडजस्ट करें। आप “टच सुविधाएँ” चालू या बंद करने के लिए किसी भी समय साइड बटन पर ट्रिपल क्लिक कर सकते हैं।
hr: Ako imate poteškoća s uporabom dodirnog zaslona, podesite sljedeće postavke i promijenite način na koji zaslon reagira na dodire. U bilo kojem trenutku možete uključiti ili isključiti Prilagodbe dodira tako da triput pritisnete bočnu tipku.
hu: Ha nehéznek találja az érintőképernyő használatát, a következő beállításokkal módosíthatja, hogyan reagáljon a képernyő az érintésekre. Az oldalsó gombbal háromszor kattintva bármikor be- vagy kikapcsolhatja az Érintési beállításokat.
id: Jika Anda mengalami kesulitan saat menggunakan layar sentuh, sesuaikan pengaturan berikut untuk mengubah cara layar merespons sentuhan. Anda dapat mengeklik tombol Samping tiga kali setiap saat untuk menyalakan atau mematikan Akomodasi Sentuh.
it: Se riscontri difficoltà con il touch screen, puoi regolare le impostazioni per modificare la risposta dello schermo al tuo tocco. Puoi premere tre volte il tasto laterale ogni volta che vuoi attivare o disattivare “Regolazione tocco”.
ja: タッチスクリーンが操作しづらい場合は、以下の設定を調整してタッチへの反応を変更できます。 サイドボタンをトリプルクリックすることで、タッチ調整のオン/オフをいつでも切り替えることができます。
kk: Сенсорлы экранды пайдалануда қиындық туындаса, экранның түрту әрекеттеріне жауап беру реакциясын өзгерту үшін келесі реттеулерді реттеңіз. «Түрту әрекетін бейімдеу» функциясын қосу немесе өшіру үшін бүйірлік түймені кез келген уақытта үш рет түртуге болады.
ko: 터치 스크린을 사용하는 데 문제가 있는 경우 다음 설정을 조절하여, 터치할 때 화면이 응답하는 방식을 변경하십시오. 언제든지 측면 버튼을 세 번 클릭하여 터치 조절을 켜거나 끌 수 있습니다.
lt: Jei naudojantis jutikliniu ekranu kyla sunkumų, koreguodami tolesnius nustatymus galite pakeisti, kaip ekranas reaguos į palietimą. Norėdami įjungti arba išjungti palietimo pritaikymą, bet kuriuo metu galite triskart spustelėti šoninį mygtuką.
ms: Jika anda menghadapi masalah menggunakan skrin sentuh, laraskan seting berikut untuk menukar cara skrin bertindak balas terhadap sentuhan. Anda boleh mengklik tiga kali butang Sisi pada bila-bila masa untuk mengaktifkan atau menyahaktifkan Penyesuaian Sentuhan.
nb: Hvis du har problemer med å bruke fingrene på skjermen, kan du bruke disse innstillingene til å endre hvordan skjermen reagerer på berøring. Trippelklikk på sideknappen når som helst for å slå Trykktilpassing av eller på.
nl: Als het gebruik van het aanraakscherm problemen oplevert, kun je met de volgende instellingen aanpassen hoe het scherm op aanraking reageert. Je kunt 'Aangepaste aanraking' altijd in- of uitschakelen door driemaal op de zijknop te drukken.
pl: Jeśli masz kłopoty z korzystaniem z ekranu dotykowego, te ustawienia pozwalają zmienić sposób, w jaki ekran reaguje na dotyk. W dowolnym momencie możesz nacisnąć trzykrotnie przycisk boczny, aby włączyć lub wyłączyć opcję Udogodnienia dotyku.
pt: Se você tiver dificuldades para usar a tela sensível ao toque, configure os ajustes a seguir para alterar como a tela responderá aos toques. Você pode pressionar três vezes o botão lateral a qualquer momento para ativar ou desativar as Adaptações de Toque.
pt_pt: Se tem dificuldade em usar o ecrã táctil, pode regular estas definições para alterar o modo como o ecrã responde ao toque. Pode, em qualquer altura, carregar três vezes no botão lateral para ativar ou desativar a funcionalidade Opções de toque.
ro: Dacă aveți dificultăți la utilizarea ecranului tactil, ajustați următoarele configurări pentru a schimba modul în care ecranul va răspunde la atingeri. Puteți efectua oricând triplu clic pe butonul lateral pentru a activa sau dezactiva funcționalitatea “Adaptări tactile”.
ru: Если у Вас возникают трудности при использовании сенсорного экрана, настройте следующие параметры, чтобы изменить реакцию экрана на Ваши касания. Адаптацию касаний можно включить или выключить в любой момент, трижды нажав боковую кнопку.
sk: Ak máte problémy s používaním dotykovej obrazovky, môžete úpravou nasledovných nastavení zmeniť reakcie obrazovky na dotyky. Prispôsobenie dotykov môžete kedykoľvek zapnúť alebo vypnúť trojitým stlačením bočného tlačidla.
sl: Če imate težave pri uporabi zaslona na dotik, prilagodite naslednje nastavitve, da spremenite način odziva zaslona na dotike. Stranski gumb lahko kadarkoli trokliknete, da vklopite ali izklopite prilagoditve dotika.
sv: Om du har problem med att använda pekskärmen justerar du följande inställningar för att ändra hur skärmen reagerar vid beröring. Du kan trippelklicka på sidoknappen när du vill för att slå av eller på Pekhjälpmedel.
th: ถ้าคุณมีปัญหาในการใช้หน้าจอสัมผัส ให้ปรับการตั้งค่าต่อไปนี้เพื่อเปลี่ยนการตอบสนองต่อการสัมผัสหน้าจอ คุณสามารถกดปุ่มด้านข้างสามครั้งได้ตลอดเวลาเพื่อเปิดหรือปิดการช่วยปรับการสัมผัส
tr: Dokunmatik ekranı kullanmayla ilgili sorun yaşıyorsanız ekranın dokunmalara yanıt verme şeklini değiştirmek için aşağıdaki ayarları düzenleyin. Dokunma Kolaylıkları’nı açmak veya kapatmak için istediğiniz zaman Yan düğmeye üç kez basabilirsiniz.
uk: Якщо ви маєте труднощі у використанні сенсорного екрана, регулюйте нижчеподані параметри, щоб змінити, як екран реагуватиме на торкання. Ви завжди можете ввімкнути чи вимкнути Адаптації дотику, тричі клацнувши бічну кнопку.
vi: Nếu bạn gặp sự cố khi sử dụng màn hình cảm ứng, hãy điều chỉnh các cài đặt sau để thay đổi cách màn hình phản hồi thao tác chạm. Bạn có thể bấm nút sườn ba lần bất kỳ lúc nào để bật hoặc tắt Thích nghi cảm ứng.
zh_cn: 如果你在使用触控屏时遇到问题，请调整以下设置来更改屏幕响应触控操作的方式。 随时连按三次侧边按钮可打开或关闭“触控调节”。
zh_hk: 如你使用輕觸式螢幕時發生問題，請調整以下設定以更改螢幕對觸碰的反應。 你可以隨時按三下側邊按鈕開關「觸控調節」。
zh_tw: 若使用觸控螢幕時感到困難，可調整下列設定來更改螢幕回應觸控的方式。 你可以隨時按三下側邊按鈕來開啟或關閉「觸控調節」。

# TOUCH_ACCOMMODATIONS_FOOTER_TEXT_UNCONFIGURED
source: If you have trouble using the touchscreen, adjust the following settings to change how the screen will respond to touches.
ar: إذا كانت لديك مشكلة في استخدام شاشة اللمس، فقم بضبط الإعدادات التالية لتغيير كيفية استجابة الشاشة إلى اللمسات.
bg: Ако имате затруднение с използването на екрана, можете да промените следващите настройки, за да промените как екранът да възприема вашите докосвания.
ca: Si tens problemes per fer servir la pantalla tàctil, ajusta els paràmetres següents per canviar la resposta de la pantalla als tocs.
cs: Pokud vám používání dotykové obrazovky dělá problémy, můžete změnou následujících nastavení upravit odezvu obrazovky na vaše dotyky.
da: Hvis du har problemer med at bruge den berøringsfølsomme skærm, kan du justere følgende indstillinger for at ændre, hvordan skærmen skal reagere på berøring.
de: Wenn es Probleme beim Verwenden des Touch-Bildschirms gibt, kannst du mit den folgenden Einstellungen festlegen, wie der Bildschirm auf Berührungen reagiert.
el: Αν δυσκολεύεστε να αγγίξετε την οθόνη αφής, προσαρμόστε τις ακόλουθες ρυθμίσεις για να αλλάξετε τον τρόπο που αποκρίνεται η οθόνη σε αγγίγματα.
es: Si tienes dificultades para utilizar la pantalla táctil, configura los siguientes ajustes para establecer cómo responderá la pantalla a los toques.
es_us: Si tienes dificultades para usar la pantalla táctil, cambia la siguiente configuración para modificar cómo la pantalla responde cuando la tocan.
fi: Jos sinulla on vaikeuksia käyttää kosketusnäyttöä, muuta näytön reagointia kosketuksiin seuraavilla asetuksilla.
fr: Si vous rencontrez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la réponse de l’écran quand vous le touchez.
fr_ca: Si vous éprouvez des difficultés à utiliser l’écran tactile, ajustez les réglages suivants pour modifier la façon dont l’écran répond aux contacts.
he: אם נתקלת בבעיות בשימוש במסך המגע, באפשרותך לשנות את ההגדרות הבאות כדי להתאים את האופן שבו המסך מגיב למגע.
hi: यदि टचस्क्रीन का उपयोग करने में आपको कोई समस्या हो रही है, तो टच करने पर स्क्रीन की प्रतिक्रिया को बदलने के लिए इन सेटिंग्ज़ को ऐडजस्ट करें।
hr: Ako imate poteškoća s uporabom dodirnog zaslona, podesite sljedeće postavke i promijenite način na koji zaslon reagira na dodire.
hu: Ha nehéznek találja az érintőképernyő használatát, a következő beállításokkal módosíthatja, hogyan reagáljon a képernyő az érintésekre.
id: Jika Anda mengalami kesulitan saat menggunakan layar sentuh, sesuaikan pengaturan berikut untuk mengubah cara layar merespons sentuhan.
it: Se riscontri difficoltà con il touch screen, regola le seguenti impostazioni per modificare la risposta dello schermo al tuo tocco.
ja: タッチスクリーンが操作しづらい場合は、以下の設定を調整してタッチへの反応を変更できます。
kk: Сенсорлы экранды пайдалануда қиындық туындаса, экранның түрту әрекеттеріне жауап беру реакциясын өзгерту үшін келесі реттеулерді реттеңіз.
ko: 터치 스크린을 사용하는 데 문제가 있는 경우 다음 설정을 조절하여, 터치할 때 화면이 응답하는 방법을 변경하십시오.
lt: Jei patiriate sunkumų naudodami jutiklinį ekraną, reguliuokite tolesnius nustatymus ir pakeiskite, kaip ekranas reaguos į palietimus.
ms: Jika anda menghadapi masalah menggunakan skrin sentuh, laraskan seting berikut untuk menukar cara skrin bertindak balas terhadap sentuhan.
nb: Hvis du har problemer med å bruke fingrene på skjermen, kan du bruke disse innstillingene til å endre hvordan skjermen reagerer på berøring.
nl: Als het gebruik van het aanraakscherm problemen oplevert, kun je met de volgende instellingen aanpassen hoe het scherm op aanraking reageert.
pl: Jeśli masz kłopoty z korzystaniem z ekranu dotykowego, te ustawienia pozwalają zmienić sposób, w jaki ekran reaguje na dotyk.
pt: Se você tiver dificuldades para usar a tela sensível ao toque, configure os ajustes a seguir para alterar como a tela responderá aos toques.
pt_pt: Se tem dificuldade em usar o ecrã táctil, pode regular estas definições para alterar o modo como o ecrã responde ao toque.
ro: Dacă aveți dificultăți la utilizarea ecranului tactil, ajustați următoarele configurări pentru a schimba modul în care ecranul va răspunde la atingeri.
ru: Если у Вас возникают трудности при использовании сенсорного экрана, настройте следующие параметры, чтобы изменить реакцию экрана на Ваши касания.
sk: Ak máte problémy s používaním dotykovej obrazovky, môžete úpravou nasledovných nastavení zmeniť reakcie obrazovky na dotyky.
sl: Če imate težave pri uporabi zaslona na dotik, prilagodite naslednje nastavitve, da spremenite način odziva zaslona na dotike.
sv: Om du har problem med att använda pekskärmen justerar du följande inställningar för att ändra hur skärmen reagerar vid beröring.
th: ถ้าคุณมีปัญหาในการใช้หน้าจอสัมผัส ให้ปรับการตั้งค่าต่อไปนี้เพื่อเปลี่ยนการตอบสนองต่อการสัมผัสหน้าจอ
tr: Dokunmatik ekranı kullanmayla ilgili sorun yaşıyorsanız ekranın dokunmalara yanıt verme şeklini değiştirmek için aşağıdaki ayarları düzenleyin.
uk: Якщо ви маєте труднощі у використанні сенсорного екрана, регулюйте нижчеподані параметри для налаштовування того, як екран реагуватиме на торкання.
vi: Nếu bạn gặp sự cố khi sử dụng màn hình cảm ứng, hãy điều chỉnh các cài đặt sau để thay đổi cách màn hình phản hồi thao tác chạm.
zh_cn: 如果你在使用触控屏时遇到问题，请调整以下设置来更改屏幕响应触控操作的方式。
zh_hk: 如你使用輕觸式螢幕時發生問題，請調整以下設定以更改螢幕對觸碰的反應。
zh_tw: 若使用觸控螢幕時感到困難，可調整下列設定來更改螢幕回應觸控的方式。

# TOUCH_ACCOMMODATIONS_USAGE_CANCEL_WATCH
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# TOUCH_ACCOMMODATIONS_USAGE_CONFIRM_WATCH
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# TOUCH_ACCOMMODATIONS_USAGE_MESSAGE_WATCH
source: Touch Accommodations changes the gestures used to control your Apple Watch. Are you sure you want to continue?
ar: "تسهيلات اللمس" تغيّر الإيماءات المستخدمة للتحكم في Apple Watch. هل ترغب بالتأكيد في المتابعة؟
bg: Използваните жестове за управление на вашия Apple Watch, се променят от Улеснения за докосване. Сигурни ли сте, че искате да продължите?
ca: Les facilitats tàctils canvien els gestos que s’utilitzen per controlar l’Apple Watch. Confirmes que vols continuar?
cs: Přizpůsobení dotyků změní gesta používaná k ovládání Apple Watch. Určitě chcete pokračovat?
da: Tilpasning af berøring ændrer de bevægelser, der bruges til at betjene dit Apple Watch. Er du sikker på, at du vil fortsætte?
de: Touch-Anpassungen verwenden andere Bedienungsgesten für die Apple Watch. Möchtest du wirklich fortfahren?
el: Τα Βοηθήματα αφής αλλάζουν τις χειρονομίες που χρησιμοποιούνται για έλεγχο του Apple Watch. Θέλετε σίγουρα να συνεχίσετε;
es: Las facilidades táctiles modifican los gestos que se usan para controlar el Apple Watch. ¿Seguro que quieres continuar?
es_us: Las adaptaciones táctiles cambian los gestos usados para controlar tu Apple Watch. ¿Quieres continuar?
fi: Kosketusten mukautus muuttaa Apple Watchin ohjaamiseen käytettäviä eleitä. Jatketaanko?
fr: « Adaptation aux pressions » modifie les gestes utilisés pour contrôler l’Apple Watch. Souhaitez-vous vraiment poursuivre ?
fr_ca: Adaptation tactile modifie les gestes utilisés pour contrôler votre Apple Watch. Souhaitez-vous vraiment poursuivre?
he: ״התאמות למגע״ משנה את המחוות המשמשות לשליטה ב-Apple Watch. האם ברצונך להמשיך?
hi: टच सुविधाएँ आपकी Apple Watch को नियंत्रित करने के लिए प्रयुक्त जेस्चर को परिवर्तित करता है। क्या आप निश्चित हैं कि आप जारी रखना चाहते हैं?
hr: Prilagodbe dodira mijenjaju geste koje koristite za upravljanje uređajem Apple Watch. Sigurno želite nastaviti?
hu: Az Érintési beállítások megváltoztatja az Apple Watch vezérlésére használt kéz­moz­du­la­to­kat. Biztos benne, hogy folytatni szeretné?
id: Akomodasi Sentuh mengubah gerakan yang digunakan untuk mengontrol Apple Watch Anda. Apakah Anda yakin ingin melanjutkan?
it: L’opzione “Regolazione tocco” modifica i gesti usati per controllare Apple Watch. Vuoi continuare?
ja: タッチ調整によりApple Watchの操作に使用するジェスチャが変更されます。 続けてもよろしいですか?
kk: «Түрту әрекетін бейімдеу» функциясы Apple Watch сағатын басқару үшін қолданылатын қимылдарды өзгертеді. Жалғастыру қажеттігіне сенімдісіз бе?
ko: 터치 조절을 사용하면 Apple Watch의 명령 제스처가 변경됩니다. 계속하겠습니까?
lt: Palietimo pritaikymas pakeis „Apple Watch“ valdymo gestus. Ar tikrai norite tęsti?
ms: Penyesuaian Sentuhan menukar gerak isyarat yang digunakan untuk mengawal Apple Watch anda. Adakah anda pasti mahu meneruskan?
nb: Trykktilpassing endrer bevegelsene som brukes til å styre Apple Watch. Er du sikker på at du vil fortsette?
nl: 'Aangepaste aanraking' verandert de gebaren waarmee je je Apple Watch bedient. Weet je zeker dat je wilt doorgaan?
pl: Funkcja Udogodnienia dotyku modyfikuje gesty sterujące Apple Watch. Czy na pewno chcesz kontynuować?
pt: As Adaptações de Toque alteram os gestos usados para controlar o Apple Watch. Tem certeza de que deseja continuar?
pt_pt: As Opções de toque alteram os gestos usados para controlar o Apple Watch. Tem a certeza de que pretende continuar?
ro: “Adaptări tactile” schimbă gesturile utilizate pentru a controla Apple Watch-ul. Sigur doriți să continuați?
ru: Функция «Адаптация касания» изменяет жесты, используемые для управления Apple Watch. Вы действительно хотите продолжить?
sk: Prispôsobenie dotykov mení gestá, ktorými ovládate Apple Watch. Naozaj chcete pokračovať?
sl: Prilagoditve dotika spremenijo kretnje, ki se uporabljajo za upravljanje ure Apple Watch. Ste prepričani, da želite nadaljevati?
sv: Med Pekhjälpmedel ändras gesterna som används till att styra Apple Watch. Är du säker på att du vill fortsätta?
th: การช่วยปรับการสัมผัสจะเปลี่ยนคำสั่งนิ้วที่ใช้ควบคุม Apple Watch คุณแน่ใจหรือไม่ว่าคุณต้องการดำเนินการต่อ
tr: Dokunma Kolaylıkları Apple Watch’unuzu denetlemek için kullanılan hareketleri değiştirir. Sürdürmek istediğinizden emin misiniz?
uk: Адаптації дотику змінюють жести для керування вашим Apple Watch. Справді продовжити?
vi: Thích nghi cảm ứng thay đổi các thao tác được sử dụng để điều khiển Apple Watch của bạn. Bạn có chắc chắn muốn tiếp tục không?
zh_cn: 触控调节会更改用于控制Apple Watch的手势。 确定要继续吗？
zh_hk: 「觸控調節」會更改控制Apple Watch的手勢。 確定要繼續嗎？
zh_tw: 「觸控調節」會更改控制Apple Watch的手勢。 確定要繼續嗎？

# TOUCH_ACCOMMODATIONS_USAGE_TITLE_WATCH
source: Important
ar: مهم
bg: Важно
cs: Důležité upozornění
da: Vigtigt
de: Wichtig
el: Σημαντικό
es: Importante
es_us: Importante
fi: Tärkeää
he: חשוב
hi: महत्वपूर्ण
hr: Važno
hu: Fontos
id: Penting
it: Importante
ja: 重要
kk: Маңызды
ko: 중요
lt: Svarbu
ms: Penting
nb: Viktig
nl: Belangrijk
pl: Ważne
pt: Importante
pt_pt: Importante
ru: Важно!
sk: Dôležité upozornenie
sl: Pomembno
sv: Viktigt
th: สำคัญ
tr: Önemli
uk: Важливо
vi: Quan trọng
zh_cn: 重要
zh_hk: 重要
zh_tw: 重要事項

# TRANSLATE_CLIENT
source: Translate
ar: الترجمة
bg: Превод
ca: Traducció
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
es_us: Traducir
fi: Käännä
fr: Traduire
fr_ca: Traduire
he: תרגום
hi: अनुवाद करें
hr: Prijevod
hu: Fordító
id: Terjemahkan
it: Traduci
ja: 翻訳
kk: Аудару
ko: 번역
lt: Vertimas
ms: Terjemah
nb: Oversett
nl: Vertaal
pl: Tłumacz
pt: Traduzir
pt_pt: Traduzir
ro: Traducere
ru: Перевести
sk: Tlmočník
sl: Prevedi
sv: Översätt
th: แปลภาษา
tr: Çevir
uk: Перекласти
vi: Dịch thuật
zh_cn: 翻译
zh_hk: 翻譯
zh_tw: 翻譯

# TURN_OFF_AST_ALERT_MESSAGE
source: Are you sure you want to turn off AssistiveTouch?
ar: هل ترغب بالتأكيد في إيقاف اللمس المساعد؟
bg: Сигурни ли сте, че искате да изключите AssistiveTouch?
ca: Confirmes que vols desactivar l’AssistiveTouch?
cs: Určitě chcete AssistiveTouch vypnout?
da: Er du sikker på, at du vil slå AssistiveTouch fra?
de: Möchtest du AssistiveTouch wirklich deaktivieren?
el: Θέλετε σίγουρα να απενεργοποιήσετε το AssistiveTouch;
es: ¿Seguro que quieres desactivar AssistiveTouch?
es_us: ¿Quieres desactivar AssistiveTouch?
fi: Laitetaanko AssistiveTouch pois päältä?
fr: Souhaitez-vous vraiment désactiver AssistiveTouch ?
fr_ca: Souhaitez-vous vraiment désactiver AssistiveTouch?
he: האם ברצונך לכבות את AssistiveTouch?
hi: क्या आप निश्चित हैं कि आप AssistiveTouch को बंद करना चाहते हैं?
hr: Sigurno želite isključiti AssistiveTouch?
hu: Biztos benne, hogy ki szeretné kapcsolni az AssistiveTouch funkciót?
id: Apakah Anda yakin ingin mematikan AssistiveTouch?
it: Confermi di voler disattivare AssistiveTouch?
ja: AssistiveTouchをオフにしてもよろしいですか?
kk: AssistiveTouch опциясын өшіру қажеттігіне сенімдісіз бе?
ko: AssistiveTouch를 끄겠습니까?
lt: Ar tikrai norite išjungti „AssistiveTouch“?
ms: Adakah anda pasti mahu menyahaktifkan AssistiveTouch?
nb: Er du sikker på at du vil slå av AssistiveTouch?
nl: Weet je zeker dat je AssistiveTouch wilt uitschakelen?
pl: Czy na pewno chcesz wyłączyć AssistiveTouch?
pt: Tem certeza de que deseja desativar o AssistiveTouch?
pt_pt: Tem a certeza de que pretende desativar o AssistiveTouch?
ro: Sigur doriți să dezactivați AssistiveTouch?
ru: Вы действительно хотите выключить AssistiveTouch?
sk: Naozaj chcete vypnúť AssistiveTouch?
sl: Ste prepričani, da želite izklopiti AssistiveTouch?
sv: Är du säker på att du vill stänga av AssistiveTouch?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการปิดใช้ AssistiveTouch
tr: AssistiveTouch’ı kapatmak istediğinizden emin misiniz?
uk: Справді вимкнути функцію AssistiveTouch?
vi: Bạn có chắc chắn muốn tắt AssistiveTouch không?
zh_cn: 确定要关闭辅助触控吗？
zh_hk: 你確定要關閉「輔助觸控」嗎？
zh_tw: 確定要關閉「輔助觸控」嗎？
